"EPLanguageDirection"="RightToLeft";

// ------------------------------------------------------------------------
// Main Window
// ------------------------------------------------------------------------
"Fax Settings"="إعدادات الفاكس";
"Back"="العودة";
"Str_Fax_Settings_Btn_Next"="التالي";
"Str_Fax_Settings_Btn_Finish"="إنهاء";

// ------------------------------------------------------------------------
// Introduction
// ------------------------------------------------------------------------
"Str_Introduction_View_Title"="مقدمة";
"Make the basic settings to send/receive faxes."="قم بإجراء الإعدادات الأساسية لإرسال/استلام الفاكسات.";
"Make sure that the computer is connected to the printer, the printer driver is installed, setup for printing from the computer is finished, and the printer is turned on."="تأكد من اتصال الكمبيوتر بالطابعة، ومن تثبيت برنامج تشغيل الطابعة، ومن انتهاء إعداد الطباعة من الكمبيوتر، ومن تشغيل الطابعة.";

// ------------------------------------------------------------------------
// Progress Message(read setting information)
// ------------------------------------------------------------------------
"Str_Read_Information_Progress_Message"="قراءة الإعدادات من الطابعة.";

// ------------------------------------------------------------------------
// Header Information Settings
// ------------------------------------------------------------------------
"Str_Header_Information_Strings_View_Title"="إعدادات معلومات العنوان";
"Enter your Fax Header and Phone Number."="أدخل عنوان الفاكس ورقم الهاتف.";
"Fax Header:"="عنوان الفاكس:";
"Your Phone Number:"="رقم الهاتف:";
"Your Fax Header and Phone Number are displayed at the top of the received fax."="يتم عرض عنوان الفاكس ورقم الهاتف أعلى الفاكس المستلم.";

// ------------------------------------------------------------------------
// Auto Answer Settings
// ------------------------------------------------------------------------
"Str_Auto_Answer_Strings_View_Title"="إعدادات الرد التلقائي";
"If you use the Fax more than the Printer, we recommend using Auto Answer. We also recommend keeping paper for fax reception loaded at all times."="إذا كنت تستخدم الفاكس أكثر من طابعة، فنوصيك باستخدام الرد التلقائي. كما نوصيك بالإبقاء على تحميل الورق لاستلام الفاكسات في كل الأوقات.\nملاحظة:\nقد لا يتوفر إعداد \"عدد الرنات للرد\" حسب منطقتك.";
"Number of Rings to Answer:"="عدد الرنات للرد:";
"Make sure you set Auto Answer if there is no external telephone connected to the printer.\nFaxes cannot be received if Auto Answer is not set."="تأكد من تعيين الرد التلقائي، في حال عدم اتصال هاتف خارجي بالطابعة.\nلا يمكن استلام الفاكسات في حال عدم تعيين الرد التلقائي.";
"Auto Answer"="الرد التلقائي";
"Str_Auto_Answer_Strings_Button_On"="الرد التلقائي:تشغيل";
"Str_Auto_Answer_Strings_Button_Off"="الرد التلقائي:إيقاف التشغيل";
"Str_Auto_Answer_Strings_Button_AutoSwitch"="التبديل التلقائي بين الفاكس والهاتف";

// ------------------------------------------------------------------------
// Dial Tone Detection Settings
// ------------------------------------------------------------------------
"Str_Dial_Tone_Detection_Settings_View_Title"="إعدادات اكتشاف نغمة الطلب";
"Set whether or not to start dialing after detecting a dial tone."="تعيين بدء الطلب بعد اكتشاف نغمة طلب من عدمه.";
"If a dial tone cannot be detected by the Check Fax Connection, you can dial by clearing the check box."="إذا تعذر على فحص اتصال الفاكس اكتشاف نغمة طلب، يمكنك الطلب بإلغاء تحديد مربع الاختيار.";
"Sometimes, clearing the check box might remove part of the number, and you might connect to the wrong number."="أحياناً قد يؤدي إلغاء تحديد مربع الاختيار إلى إزالة جزء من الرقم، وقد تتصل بالرقم الخطأ.";
"Detect Dial Tone"="اكتشاف نغمة الطلب";

// ------------------------------------------------------------------------
// Confirm Settings
// ------------------------------------------------------------------------
"Str_Confirm_Settings_View_Title"="تأكيد الإعدادات";
"Check the following settings."="تحقق من الإعدادات التالية.";
"Click [Next] to send the setting information to the printer."="انقر فوق [التالي] لإرسال الإعدادات إلى الطابعة.";
"Str_Confirm_Settings_View_SText_Fax_Header"="عنوان الفاكس:";
"Str_Confirm_Settings_View_SText_Phone_Number"="رقم الهاتف:";
"Str_Confirm_Settings_View_SText_Auto_Answer"="الرد التلقائي:";
"Str_Confirm_Settings_View_SText_Rings_To_Answer"="عدد الرنات للرد:";
"Str_Confirm_Settings_View_SText_Dial_Tone_Detection"="اكتشاف نغمة الطلب:";
"Str_Confirm_Settings_View_SText_On"="تشغيل";
"Str_Confirm_Settings_View_SText_Off"="إيقاف التشغيل";
"Str_Confirm_Settings_View_SText_AutoSwitch"="تبديل تلقائي";

// ------------------------------------------------------------------------
// Progress Message(write settings information)
// ------------------------------------------------------------------------
"Str_Write_Information_Progress_Message"="إرسال الإعدادات إلى الطابعة.";

// ------------------------------------------------------------------------
// Settings Complete
// ------------------------------------------------------------------------
"Str_Settings_Complete_View_Title"="اكتملت الإعدادات";
"Str_Settings_Complete_View_SText_Success"="اكتملت إعدادات الفاكس بشكل طبيعي.";

// ------------------------------------------------------------------------
// Failed to make Fax Settings
// ------------------------------------------------------------------------
"Str_Failed_Make_Fax_Settings_View_Title"="فشل إجراء إعدادات الفاكس";

// ------------------------------------------------------------------------
// Menu
// ------------------------------------------------------------------------
"FAX Utility"="FAX Utility";
"About FAX Utility..."="حول FAX Utility...";
"Preferences..."="التفضيلات...";
"Services"="خدمات";
"Hide FAX Utility"="إخفاء FAX Utility";
"Hide Others"="إخفاء الأخرى";
"Show All"="إظهار الكل";
"Quit FAX Utility"="خروج من FAX Utility";
"File"="ملف";
"Close"="إغلاق";
"Edit"="تحرير";
"Undo"="تراجع";
"Redo"="إعادة";
"Cut"="قص";
"Copy"="نسخ";
"Paste"="لصق";
"Delete"="حذف";
"Select All"="اختيار الكل";
"Window"="نافذة";
"Minimize"="تصغير";
"Help"="تعليمات";

// ------------------------------------------------------------------------
// Alert(Common)
// ------------------------------------------------------------------------
"Str_Alert_Common_Cancel"="إلغاء";
"Str_Alert_Common_OK"="موافق";

"Str_Alert_Common_Necessary_File_Not_Found"="لا يمكن العثور على الملف المطلوب لتنفيذ التطبيق.\nأعد تثبيت FAX Utility.";
"Str_Alert_Common_Cannot_Get_Printer_Information"="تعذر الحصول على معلومات الطابعة (الفاكس). افتح \"تفضيلات الطابعة والفاكس\" وأضف برنامج تشغل فاكس الكمبيوتر.";
"Str_Alert_Common_Confirm_OverWrite"="الملف المحدد موجود بالفعل. هل تريد الكتابة فوقه؟";
"Str_Alert_Common_Not_Responding_Error"="الطابعة لا تستجيب. تأكد من صحة اتصال الطابعة وتوصيلها بالطاقة.";
"Str_Alert_Common_Communication_Error"="حدث خطأ باتصال الطابعة.";
"Str_Alert_Common_Printer_Processing_Error"="تعالج الطابعة البيانات حاليًا. انتظر لبرهة، ثم حاول مجددًا.";
"Str_Alert_Common_Communication_Error_With_ErrorCode"="تم اكتشاف خطأ أثناء الاتصال بالطابعة.\n كود الخطأ (%d)";
"Str_Alert_Common_Error_Occurred"="تم إلغاء المعالجة بسبب وقوع خطأ.";
"Str_Alert_Common_PrinterStatusError"="حدث خطأ بالطابعة. تخلص من الخطأ، ثم حاول مجددًا.";

// ------------------------------------------------------------------------
// Alert(FAX Settings)
// ------------------------------------------------------------------------
"Str_Alert_Fax_Settings_Cannot_Open"="تعذر تشغيل إعدادات الفاكس بسبب وجود وظيفة FAX Utility أخرى قيد التشغيل بالفعل. الرجاء الانتظار إلى أن يتم إنهاء الوظيفة وحاول مجددًا.";
"Str_Alert_Fax_Settings_Confirm_Cancel_Processing"="إعدادات الفاكس غير كاملة.\nهل تريد إلغاء المعالجة؟";
"Str_Alert_Fax_Settings_Input_FaxHeader_Not_Support"="لا يمكن استخدام سوى الأحرف والأرقام والرموز فقط في عنوان الفاكس.";
"Str_Alert_Fax_Settings_Input_PhoneNumber_Not_Support"="لا يمكن استخدام سوى الأرقام والمسافات في رقم الهاتف.";
"Str_Alert_Fax_Settings_Input_RetryCount_Not_Support"="قد بتعيين \"عدد الرنات للرد\" ضمن النطاق من %d إلى %d.";
"Str_Alert_Fax_Settings_Setting_Information_Failed"="تم العثور على مشكلة في معلومات الإعدادات والواردة من الطابعة.\nاسم العنصر: (العنصر المكتشَف)";
